Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: No models available
de: Keine Modelle verfügbar
es: No hay modelos disponibles
fr: Aucun modèle disponible
it: Nessun modello disponibile
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델이 없습니다
zh_hans: 暂无可用模型

source: No OpenRouter provider configured. Add one in the Providers tab.
de: Kein OpenRouter-Anbieter konfiguriert. Fügen Sie einen in der Registerkarte „Anbieter
es: No hay ningún proveedor de OpenRouter configurado. Añádelo en la pestaña Proveedores.
fr: Aucun prestataire OpenRouter configuré. Ajoutez-en un dans l'onglet Prestataires.
it: Nessun provider OpenRouter configurato. Aggiungine uno nella scheda Provider.
ja: 「OpenRouter プロバイダーが設定されていません。プロバイダータブで追加してください。」
ko: OpenRouter 공급자가 구성되지 않았습니다. 공급자 탭에서 추가하세요.
zh_hans: 未配置 OpenRouter 提供商。请在提供商标签页中添加。

source: No preview yet
de: Noch keine Vorschau
es: Sin vista previa
fr: Aucun aperçu
it: Ancora nessuna anteprima
ja: プレビューがありません
ko: 미리보기 없음
zh_hans: 暂无预览

source: No Providers
de: Keine Anbieter
es: Sin proveedores
fr: Aucun fournisseur
it: Nessun Provider
ja: プロバイダーなし
ko: Provider 없음
zh_hans: 暂无提供商

source: No scheduled tasks
de: Keine geplanten Aufgaben
es: No hay tareas programadas
fr: Aucune tâche planifiée
it: Nessuna attività pianificata
ja: 予約タスクがありません
ko: 예약된 작업 없음
zh_hans: 暂无定时任务

source: No screenshots captured
de: Keine Screenshots aufgenommen
es: Sin capturas de pantalla
fr: Aucune capture d'écran
it: Nessuno screenshot acquisito
ja: スクリーンショットなし
ko: 캡처된 스크린샷 없음
zh_hans: 未捕获任何截屏

source: No setup commands defined.
de: Keine Setup-Befehle definiert.
es: No hay comandos de configuración definidos.
fr: Aucune commande de configuration définie.
it: Nessun comando di setup definito.
ja: セットアップコマンドが設定されていません。
ko: 설정 명령이 정의되지 않았습니다.
zh_hans: 暂无设置命令

source: No skills available
de: Keine Skills verfügbar
es: No hay habilidades disponibles
fr: Aucune compétence disponible
it: Nessuna competenza disponibile
ja: 利用可能なスキルがありません
ko: 사용 가능한 스킬이 없습니다
zh_hans: 暂无可用技能

source: No skills installed
de: Keine Skills installiert
es: Sin habilidades instaladas
fr: Aucune compétence installée
it: Nessuna skill installata
ja: スキルがインストールされていません
ko: 설치된 스킬 없음
zh_hans: 未安装任何技能

source: No skills selected. The agent will auto-select relevant skills based on the task.
de: Keine Fähigkeiten ausgewählt. Der Agent wählt automatisch relevante Fähigkeiten basierend auf der Aufgabe aus.
es: No hay habilidades seleccionadas. El agente seleccionará automáticamente las habilidades relevantes según la tarea.
fr: Aucune compétence sélectionnée. L'agent sélectionnera automatiquement les compétences pertinentes en fonction de la tâche.
it: Nessuna competenza selezionata. L'agente selezionerà automaticamente le competenze rilevanti in base all'attività.
ja: スキルが選択されていません。エージェントはタスクに基づいて関連するスキルを自動的に選択します。
ko: 선택된 스킬 없음. 에이전트가 작업에 따라 관련 스킬을 자동으로 선택합니다.
zh_hans: 未选择技能。代理将根据任务自动选择相关技能。

source: No subagent trace events found
de: Keine Subagent-Trace-Ereignisse gefunden
es: No se encontraron eventos de seguimiento del subagente
fr: Aucun événement de trace de sous-agent trouvé
it: Nessun evento di traccia del sottoagente trovato
ja: サブエージェントのトレースイベントが見つかりません
ko: 하위 에이전트 추적 이벤트가 없습니다
zh_hans: 未找到子代理追踪事件

source: No SwiftData files found to backup.
de: Keine SwiftData-Dateien zum Sichern gefunden.
es: No se encontraron archivos de SwiftData para respaldar.
fr: Aucun fichier SwiftData trouvé à sauvegarder.
it: Non sono stati trovati file SwiftData per il backup.
ja: バックアップするSwiftDataファイルが見つかりません。
ko: 백업할 SwiftData 파일이 없습니다.
zh_hans: 未找到可备份的 SwiftData 文件。

source: No tasks yet
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Aucune tâche pour le moment
it: Ancora nessun task
ja: まだタスクがありません
ko: 아직 작업이 없습니다
zh_hans: 暂无任务

source: No templates available
de: Keine Vorlagen verfügbar
es: No hay plantillas disponibles
fr: Aucun modèle disponible
it: Nessun template disponibile
ja: テンプレートがありません
ko: 사용 가능한 템플릿이 없습니다
zh_hans: 无可用模板

source: No templates found
de: Keine Vorlagen gefunden
es: No se encontraron plantillas
fr: Aucun modèle trouvé
it: Nessun modello trovato
ja: テンプレートが見つかりません
ko: 템플릿이 없습니다
zh_hans: 未找到模板

source: No todo items in plan
de: Keine Todo-Elemente im Plan
es: No hay elementos de lista de tareas en el plan
fr: Aucune tâche dans le plan
it: Nessun elemento nel piano
ja: プランにTodoがありません
ko: 계획에 할 일 없음
zh_hans: 计划中暂无待办事项

source: No trace data available
de: Keine Trace-Daten verfügbar
es: No hay datos de seguimiento disponibles
fr: Aucune donnée de trace disponible
it: Dati traccia non disponibili
ja: トレースデータがありません
ko: 추적 데이터 없음
zh_hans: 暂无追踪数据

source: Not configured
de: Nicht konfiguriert
es: No configurado
fr: Non configuré
it: Non configurato
ja: 未設定
ko: 구성되지 않음
zh_hans: 未配置

source: Not scheduled
de: Nicht geplant
es: No programado
fr: Non planifié
it: Non programmato
ja: スケジュールなし
ko: 예약되지 않음
zh_hans: 未计划

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
zh_hans: 通知

source: Number of verification attempts before ending an agentic loop (1-10)
de: Anzahl der Verifizierungsversuche vor Beenden einer agentischen Schleife (1-10)
es: Número de intentos de verificación antes de finalizar un bucle agéntico (1-10)
fr: Nombre de tentatives de vérification avant de mettre fin à une boucle agentique (1-10)
it: Numero di tentativi di verifica prima di terminare un ciclo agentico (1-10)
ja: エージェントループ終了前の検証試行回数（1-10）
ko: 에이전틱 루프 종료 전 검증 시도 횟수 (1-10)
zh_hans: 智能体循环结束前的验证尝试次数 (1-10)

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끄기
zh_hans: 关闭

source: on the
de: am
es: el
fr: le
it: il
ja: 月の
ko: 매월
zh_hans: 在

source: One per line: KEY=value
de: Eintrag pro Zeile: KEY=value
es: Uno por línea: KEY=value
fr: Un par ligne : KEY=value
it: Uno per riga: KEY=value
ja: 1行に1つ: KEY=value
ko: 한 줄에 하나씩: KEY=value
zh_hans: 每行一个：KEY=value

source: One-time
de: Einmalig
es: Una vez
fr: Ponctuel
it: Una tantum
ja: 1回限り
ko: 일회성
zh_hans: 一次性

source: Open Skills folder
de: Skills-Ordner öffnen
es: Abrir carpeta de habilidades
fr: Ouvrir le dossier Skills
it: Apri la cartella Skills
ja: スキルフォルダを開く
ko: 스킬 폴더 열기
zh_hans: 打开技能文件夹

source: Open VM Folder in Finder
de: VM-Ordner im Finder öffnen
es: Abrir carpeta de VM en Finder
fr: Ouvrir le dossier VM dans Finder
it: Apri cartella VM in Finder
ja: VMフォルダをFinderで開く
ko: Finder에서 VM 폴더 열기
zh_hans: 在 Finder 中打开 VM 文件夹

source: Operating Limits
de: Betriebslimits
es: Límites operativos
fr: Limites de fonctionnement
it: Limiti Operativi
ja: 運用制限
ko: 운영 한도
zh_hans: 运行限制

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
zh_hans: 选项

source: Organization ID (optional)
de: Organisations-ID (optional)
es: ID de organización (opcional)
fr: Organization ID (facultatif)
it: ID organizzazione (opzionale)
ja: Organization ID（任意）
ko: 조직 ID (선택 사항)
zh_hans: 组织 ID（可选）

source: Output Directory
de: Ausgabeverzeichnis
es: Directorio de salida
fr: Dossier de sortie
it: Cartella di output
ja: 出力ディレクトリ
ko: 출력 디렉토리
zh_hans: 输出目录

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
zh_hans: 密码

source: Paste the GitHub URL to the skill directory containing SKILL.md
de: Fügen Sie die GitHub-URL des Skill-Verzeichnisses ein, das SKILL.md enthält
es: Pega la URL de GitHub del directorio de skill que contenga SKILL.md
fr: Collez l'URL GitHub du répertoire de compétence contenant SKILL.md
it: Incolla l'URL GitHub nella directory dell'abilità contenente SKILL.md
ja: SKILL.md を含むスキルディレクトリの GitHub URL を貼り付けてください
ko: SKILL.md가 포함된 스킬 디렉터리의 GitHub URL을 붙여넣으세요
zh_hans: 粘贴包含 SKILL.md 的技能目录的 GitHub URL

source: Pause agent
de: Agent pausieren
es: Pausar agente
fr: Suspendre l'agent
it: Pausa agente
ja: エージェントを一時停止
ko: 에이전트 일시 정지
zh_hans: 暂停代理

source: Pause Agent
de: Agent pausieren
es: Pausar agente
it: Pausa Agente
ja: エージェントを一時停止
ko: 일시 정지
zh_hans: 暂停代理

source: Pause the agent to take over manually
de: Agenten pausieren, um die Kontrolle manuell zu übernehmen
es: Pausar el agente para tomar el control manualmente
fr: Mettre l'agent en pause pour prendre le contrôle manuellement
it: Metti in pausa l'agente per assumere il controllo manualmente
ja: 手動操作のためエージェントを一時停止
ko: 에이전트를 일시정지하여 수동으로 제어
zh_hans: 暂停代理以手动接管

source: Paused
de: Pausiert
es: Pausado
fr: En pause
it: In pausa
ja: 一時停止
ko: 일시 중단
zh_hans: 已暂停

source: Permission denied: %@
de: Berechtigung verweigert: %@
es: Permiso denegado: %@
fr: Permission refusée : %@
it: Permesso negato: %@
ja: 権限がありません: %@
ko: 권한 없음: %@
zh_hans: 权限被拒绝：%@

source: Permission granted: %@
de: Berechtigung erteilt: %@
es: Permiso concedido: %@
fr: Permission accordée : %@
it: Autorizzazione concessa: %@
ja: 権限が付与されました: %@
ko: 권한 수락됨: %@
zh_hans: 权限已授予：%@

source: Permission Required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
it: Richiesta autorizzazione
ja: 権限が必要です
ko: 권한 필요
zh_hans: 需要权限

source: Plan Before Executing
de: Vor der Ausführung planen
es: Planifica antes de ejecutar
fr: Planifier avant d'exécuter
it: Pianifica prima di eseguire
ja: 計画してから実行
ko: 실행 전 계획
zh_hans: 执行前规划

source: Plan Items
de: Planelemente
es: Elementos del plan
fr: Éléments du plan
it: Elementi del piano
ja: 計画項目
ko: 계획 항목
zh_hans: 计划项目

source: Plan Progress
de: Planfortschritt
es: Progreso del plan
fr: Progression du plan
it: Avanzamento del piano
ja: 進捗状況
ko: 진행 상황
zh_hans: 计划进度

source: Planning Failed
de: Planung fehlgeschlagen
es: Error al planificar
fr: Échec de la planification
it: Pianificazione non riuscita
ja: プランニング失敗
ko: 계획 실패
zh_hans: 规划失败

source: Please complete the action above, then click Done
de: Bitte führen Sie die Aktion oben aus und klicken Sie auf Fertig.
es: Completa la acción de arriba y, a continuación, haz clic en Listo
fr: Veuillez compléter l'action ci-dessus, puis cliquez sur Terminé
it: Completa l'azione sopra, poi clicca su Fine
ja: 上記の操作を完了してから、Done をクリックしてください
ko: 먼저 위 작업을 완료한 후 Done을 클릭하세요
zh_hans: 请先完成上述操作，然后点击完成

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
it: Preimpostazioni
ja: プリセット
ko: 프리셋
zh_hans: 预设

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
zh_hans: 预览

source: Provider configured
de: Anbieter konfiguriert
es: Proveedor configurado
fr: Fournisseur configuré
it: Provider configurato
ja: プロバイダーが設定されました
ko: 공급자 구성 완료
zh_hans: 已配置提供商

source: Provider Details
de: Anbieter-Details
es: Detalles del proveedor
fr: Détails du fournisseur
it: Dettagli provider
ja: プロバイダーの詳細
ko: 제공자 세부정보
zh_hans: 提供商详情

source: Provider not configured
de: Provider nicht konfiguriert
es: Proveedor no configurado
fr: Fournisseur non configuré
it: Provider non configurato
ja: プロバイダーが設定されていません
ko: 제공자가 구성되지 않았습니다
zh_hans: 提供商未配置

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
it: Provider
ja: プロバイダー
ko: 제공자
zh_hans: 提供商

source: Queued
de: In Warteschlange
es: En cola
fr: En attente
it: In coda
ja: 待機中
ko: 대기 중
zh_hans: 排队中

source: Queued Tasks Found
de: Warteschlange-Aufgaben gefunden
es: Tareas en cola encontradas
fr: Tâches en file d'attente détectées
it: Task in coda trovati
ja: 実行待ちタスクが見つかりました
ko: 대기 작업이 있습니다
zh_hans: 发现待执行任务

source: Quick Add
de: Schnell hinzufügen
es: Agregar rápido
fr: Ajout rapide
it: Aggiunta rapida
ja: クイック追加
ko: 단축 추가
zh_hans: 快速添加

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
zh_hans: 退出

source: Quit Hivecrew?
de: Hivecrew beenden?
es: ¿Salir de Hivecrew?
fr: Quitter Hivecrew ?
it: Esci da Hivecrew?
ja: Hivecrewを終了しますか？
ko: Hivecrew 종료?
zh_hans: 退出 Hivecrew？

source: Raw
de: Rohdaten
es: Sin procesar
fr: Brut
ja: 生
ko: 원본
zh_hans: 原始

source: Re-extract
de: Wieder extrahieren
es: Reextraer
fr: Réextraire
it: Riestrai
ja: 再抽出
ko: 다시 추출
zh_hans: 重新提取

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
zh_hans: 就绪

source: Reasoning available
de: Reasoning verfügbar
es: Razonamiento disponible
fr: Raisonnement disponible
it: Ragionamento disponibile
ja: 推論あり
ko: 추론 가능
zh_hans: 推理可用

source: Reconnect
de: Wiederverbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
ja: 再接続
ko: 재연결
zh_hans: 重新连接

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
ja: 繰り返し
ko: 반복
zh_hans: 定期

source: Reference Previous Deliverables
de: Vorherige Ergebnisse referenzieren
es: Entregas anteriores
fr: Référencer les livrables précédents
it: Riferimento ai Deliverable precedenti
ja: 過去の成果物を参照
ko: 이전 산출물 참조
zh_hans: 引用之前的交付物

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
zh_hans: 重新生成

source: Regenerate API Key?
de: API-Schlüssel neu generieren?
es: ¿Regenerar clave API?
fr: Régénérer la clé API ?
it: Rigenerare la chiave API?
ja: APIキーを再生成しますか？
ko: API 키를 다시 생성하시겠습니까?
zh_hans: 重新生成 API 密钥？

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
ja: 拒否
ko: 거부
zh_hans: 拒绝

source: Remote Access
de: Fernzugriff
es: Acceso Remoto
fr: Accès distant
it: Accesso Remoto
ja: リモートアクセス
ko: 원격 접근
zh_hans: 远程访问

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 삭제
zh_hans: 移除

source: Remove command
de: Befehl entfernen
es: Eliminar comando
fr: Supprimer la commande
it: Rimuovi comando
ja: コマンドを削除
ko: 명령 제거
zh_hans: 移除命令

source: Remove file
de: Datei entfernen
es: Eliminar archivo
fr: Supprimer le fichier
it: Rimuovi file
ja: ファイルを削除
ko: 파일 삭제
zh_hans: 移除文件

source: Remove Remote Access
de: Fernzugriff entfernen
es: Eliminar acceso remoto
fr: Supprimer l'accès distant
it: Rimuovi Accesso Remoto
ja: リモートアクセスを削除
ko: 원격 접근 제거
zh_hans: 移除远程访问

source: Remove Remote Access?
de: Fernzugriff entfernen?
es: ¿Eliminar acceso remoto?
fr: Supprimer l'accès distant ?
it: Rimuovi l'accesso remoto?
ja: リモートアクセスを削除しますか？
ko: 원격 액세스 제거?
zh_hans: 移除远程访问？

source: Remove variable
de: Variable entfernen
es: Eliminar variable
fr: Supprimer la variable
it: Rimuovi variabile
ja: 変数を削除
ko: 변수 삭제
zh_hans: 移除变量

source: Rename Device
de: Gerät umbenennen
es: Renombrar dispositivo
fr: Renommer l'appareil
it: Rinomina dispositivo
ja: デバイスの名前を変更
ko: 기기 이름 변경
zh_hans: 重命名设备

source: Rename this device
de: Dieses Gerät umbenennen
es: Renombrar este dispositivo
fr: Renommer cet appareil
it: Rinomina questo dispositivo
ja: このデバイスの名前を変更
ko: 이 기기 이름을 변경하세요
zh_hans: 重命名此设备

source: Require user approval before the agent executes shell commands in the VM
de: Erfordert Benutzerfreigabe, bevor der Agent Shell-Befehle in der VM ausführt
es: Requerir aprobación del usuario antes de que el agente ejecute comandos de shell en la VM
fr: Demander l'approbation de l'utilisateur avant que l'agent n'exécute des commandes shell dans la machine virtuelle
it: Richiedi approvazione utente prima che l'agente esegua comandi shell nella VM
ja: VM内でエージェントがシェルコマンドを実行する前に、ユーザーの承認を必要とする
ko: VM에서 셸 명령을 실행하기 전 사용자 승인이 필요합니다
zh_hans: 代理在虚拟机中执行 Shell 命令前，需经用户批准

source: Rerun
de: Erneut ausführen
es: Volver a ejecutar
fr: Réexécuter
it: Riesegui
ja: 再実行
ko: 다시 실행
zh_hans: 重试

source: Rerun task
de: Aufgabe erneut ausführen
es: Reejecutar tarea
fr: Réexécuter la tâche
it: Rieseguire attività
ja: タスクを再実行
ko: 작업 다시 실행
zh_hans: 重新运行

source: Rerun Task
de: Aufgabe erneut ausführen
es: Re-ejecutar tarea
fr: Réexécuter la tâche
it: Riesegui attività
ja: タスクを再実行
ko: 작업 다시 실행
zh_hans: 重新运行任务

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer predeterminado
fr: Réinitialiser les paramètres par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
zh_hans: 恢复

source: Restore Complete
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
it: Ripristino completato
ja: 復元完了
ko: 복원 완료
zh_hans: 恢复完成

source: Restore Failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
fr: Échec de la restauration
it: Ripristino non riuscito
ja: 復元に失敗しました
ko: 복원 실패
zh_hans: 恢复失败

source: Restore SwiftData
de: SwiftData wiederherstellen
es: Restaurar SwiftData
fr: Restaurer SwiftData
it: Ripristina SwiftData
ja: SwiftDataを復元
ko: SwiftData 복원
zh_hans: 恢复 SwiftData

source: Restore SwiftData?
de: SwiftData wiederherstellen?
es: ¿Restaurar SwiftData?
fr: Restaurer SwiftData ?
it: Ripristinare SwiftData?
ja: SwiftDataを復元しますか？
ko: SwiftData를 복원하시겠습니까?
zh_hans: 恢复 SwiftData？

source: results
de: Ergebnisse
es: resultados
fr: résultats
it: risultati
ja: 件数
ko: 결과
zh_hans: 条结果

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
zh_hans: 继续

source: Resume agent
de: Agent fortsetzen
es: Reanudar agente
fr: Reprendre l'agent
it: Riprendi agente
ja: 再開
ko: 에이전트 재개
zh_hans: 继续代理

source: Resume Agent
de: Agent fortsetzen
es: Reanudar agente
fr: Reprendre l'agent
it: Riprendi l'agente
ja: 再開
ko: 에이전트 재개
zh_hans: 继续智能体

source: Resume Download
de: Download fortsetzen
es: Reanudar descarga
fr: Reprendre le téléchargement
it: Riprendi download
ja: ダウンロードを再開
ko: 다운로드 계속하기
zh_hans: 继续下载

source: Resume the agent
de: Agent fortsetzen
es: Reanudar el agente
fr: Reprendre l'agent
it: Riprendi l'agente
ja: エージェントを再開
ko: 에이전트 재개
zh_hans: 恢复代理

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: リトライ
ko: 재시도
zh_hans: 重试

source: Return
de: Eingabetaste
es: Retorno
fr: Retour
it: Invio
ja: リターン
ko: 엔터
zh_hans: Return 键

source: Reusable instructions that enhance agent capabilities
de: Wiederverwendbare Anweisungen zur Verbesserung der Agentenfähigkeiten
es: Instrucciones reutilizables que mejoran las capacidades del agente
fr: Instructions réutilisables qui améliorent les capacités de l'agent
it: Istruzioni riutilizzabili che potenziano le capacità dell'agente
ja: エージェントの機能を強化する再利用可能な指示
ko: 에이전트 역량을 향상시키는 재사용 가능한 지침
zh_hans: 可重用的指令，用于增强智能体能力

source: Reveal Password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 표시
zh_hans: 显示密码

source: Review
de: Überprüfen
es: Revisar
fr: Réviser
it: Revisione
ja: レビュー
ko: 검토
zh_hans: 审核

source: Review and edit the execution plan
de: Ausführungsplan überprüfen und bearbeiten
es: Revisar y editar el plan de ejecución
fr: Revoir et modifier le plan d'exécution
it: Revisiona e modifica il piano di esecuzione
ja: 実行プランを確認・編集
ko: 실행 계획 검토 및 수정
zh_hans: 审核并编辑执行计划

source: Review Completed Tasks
de: Abgeschlossene Aufgaben überprüfen
es: Revisar tareas completadas
fr: Examiner les tâches terminées
it: Revisione attività completate
ja: 完了したタスクを確認する
ko: 완료된 작업 검토
zh_hans: 查看已完成的任务

source: Review Plan
de: Plan prüfen
es: Revisar plan
fr: Révision du plan
it: Piano in revisione
ja: プラン確認
ko: 계획 검토
zh_hans: 审核计划

source: Review this action carefully before approving.
de: Bitte überprüfen Sie diese Aktion sorgfältig, bevor Sie sie genehmigen.
es: Revise esta acción cuidadosamente antes de aprobarla.
fr: Examiner attentivement cette action avant de l'approuver.
it: Rivedi attentamente questa azione prima di confermare.
ja: 承認する前に、この操作を注意深く確認してください。
ko: 승인하기 전에 이 작업을 주의 깊게 검토하세요.
zh_hans: 请在批准前仔细审核此操作。

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca
ja: 無効化する
ko: 해제
zh_hans: 撤销

source: Revoke Device?
de: Gerät widerrufen?
es: ¿Revocar dispositivo?
fr: Révoquer l'appareil ?
it: Revocare il dispositivo?
ja: デバイスを無効化しますか？
ko: 기기 해제?
zh_hans: 撤销设备？

source: Revoke this device
de: Dieses Gerät widerrufen
es: Revocar este dispositivo
fr: Révoquer cet appareil
it: Revoca questo dispositivo
ja: このデバイスを無効にする
ko: 이 기기 해제
zh_hans: 撤销此设备

source: Right-click any scheduled task and select "Run Now" to trigger it immediately without waiting for the next scheduled time.
de: Klicken Sie mit der rechten Maustaste auf eine geplante Aufgabe und wählen Sie „Jetzt ausführen“.
es: Haz clic derecho en cualquier tarea programada y selecciona "Ejecutar ahora" para ejecutarla inmediatamente sin esperar a la próxima hora programada.
fr: Clic droit sur une tâche planifiée et sélectionnez « Exécuter maintenant » pour la déclencher immédiatement sans attendre l'heure planifiée.
it: Tasto destro su un'attività pianificata e seleziona "Esegui ora" per attivarla immediatamente senza attendere l'orario pianificato successivo.
ja: スケジュールされたタスクを右クリックし、「Run Now」を選択すると、次回スケジュールを待たずに即座に実行されます。
ko: 예약된 작업을 우클릭하고 '지금 실행'을 선택하면 다음 예약 시간을 기다리지 않고 즉시 실행됩니다.
zh_hans: 右键点击任意计划任务，选择「立即运行」可立即触发，无需等待下一次计划时间。

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
zh_hans: 运行

source: Run All
de: Alle ausführen
es: Ejecutar todo
fr: Tout exécuter
it: Esegui tutto
ja: すべて実行
ko: 전체 실행
zh_hans: 运行全部

source: Run Multiple Copies
de: Mehrere Kopien ausführen
es: Ejecutar múltiples copias
fr: Exécuter plusieurs copies
it: Esegui più copie
ja: 並列実行
ko: 다중 복사본 실행
zh_hans: 运行多个副本

source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Lancer maintenant
it: Esegui ora
ja: 今すぐ実行
ko: 지금 실행
zh_hans: 立即运行

source: Run Now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
it: Esegui ora
ja: 今すぐ実行
ko: 실행
zh_hans: 立即运行

source: Run Scheduled Tasks Immediately
de: Geplante Aufgaben jetzt ausführen
es: Ejecutar tareas programadas inmediatamente
fr: Exécuter les tâches planifiées immédiatement
it: Esegui le attività pianificate subito
ja: スケジュールタスクをすぐに実行
ko: 예약 작업 즉시 실행
zh_hans: 立即运行计划任务

source: Running on port %lld
de: Läuft auf Port %lld
es: Ejecutándose en el puerto %lld
fr: S'exécute sur le port %lld
it: In esecuzione sulla porta %lld
ja: ポート %lld で実行中
ko: 포트 %lld에서 실행 중
zh_hans: 端口 %lld 上运行中

source: Running tasks and developer VMs will appear here
de: Laufende Aufgaben und Entwickler-VMs werden hier angezeigt
es: Las tareas en ejecución y las VMs de desarrollador aparecerán aquí
fr: Les tâches en cours et les machines virtuelles de développement apparaîtront ici
it: Attività in esecuzione e VM per sviluppatori verranno visualizzate qui
ja: 実行中のタスクと開発者VMがここに表示されます
ko: 실행 중인 작업 및 개발 VM이 여기에 표시됩니다
zh_hans: 运行中的任务和开发者虚拟机将显示在此处

source: Safety & Retention
de: Sicherheit & Aufbewahrung
es: Seguridad y retención
fr: Sécurité et rétention
it: Sicurezza e conservazione
ja: 安全性と保持
ko: 안전 및 보존
zh_hans: 安全与保留

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
zh_hans: 保存

source: Save Provider
de: Provider speichern
es: Guardar proveedor
fr: Enregistrer le fournisseur
it: Salva Provider
ja: プロバイダーを保存
ko: 공급자 저장
zh_hans: 保存提供商

source: Save Skill
de: Fertigkeit speichern
es: Guardar habilidad
fr: Enregistrer la compétence
it: Salva Skill
ja: スキルを保存
ko: 스킬 저장
zh_hans: 保存技能

source: Saving skill...
de: Wird gespeichert...
es: Guardando habilidad...
fr: Enregistrement...
it: Salvataggio skill...
ja: 保存中...
ko: 저장 중...
zh_hans: 正在保存技能...

source: Schedule
de: Planen
es: Programar
fr: Programmer
it: Salva
ja: スケジュール
ko: 일정 예약
zh_hans: 安排

source: Schedule Recurring Tasks
de: Wiederkehrende Aufgaben planen
es: Programar tareas recurrentes
fr: Planifier des tâches récurrentes
it: Pianifica attività ricorrenti
ja: 繰り返しタスクをスケジュール
ko: 정기 작업 예약
zh_hans: 安排定期任务

source: Schedule Task
de: Aufgabe planen
es: Programar tarea
fr: Planifier une tâche
it: Programma attività
ja: タスクをスケジュール
ko: 작업 예약
zh_hans: 安排任务

source: Schedule tasks to run at specific times
de: Aufgaben zu bestimmten Zeitpunkten ausführen
es: Programar tareas para ejecutarse en horarios específicos
fr: Planifier des tâches à des heures spécifiques
it: Pianifica attività da eseguire in orari specifici
ja: 特定の時間に実行するタスクをスケジュールする
ko: 특정 시간에 실행할 작업을 예약할 수 있습니다
zh_hans: 安排任务在特定时间运行

source: Scheduled
de: Geplant
es: Programado
fr: Planifiés
it: Pianificati
ja: 予約済み
ko: 예약됨
zh_hans: 定时

source: Scheduled Task Failed
de: Geplanter Task fehlgeschlagen
es: Tarea programada fallida
fr: La tâche planifiée a échoué
it: Attività pianificata non riuscita
ja: スケジュールタスクが失敗しました
ko: 예약 작업 실패
zh_hans: 计划任务失败
